export const humor1 = `최불암이 오락실에 가서 스트리트 파이터 2를 열심히 했다. 그리고 나서 이발소에 찾아갔다.
"아저씨, 제 머리를 달심처럼 깎아주세요."
이발사는 솜씨좋게 달심처럼 머리를 깎아주었다.
머리를 깎고 나간 최불암. 잠시 후에 돌아와서 하는 말,

"왜 팔이나 다리는 안늘어나는겨?"`;

export const humor2 = `최불암이 오락실에서 어느 꼬마와 함께 스트리트 파이터 2를 열심히 하고 있었다.
최불암은 가일을 선택하고 대전을 벌였는데, 갑자기 꼬마가 말을 걸었다.
"아저씨, 100원 주세요!"
최불암이 "왜?" 하고 묻자, 꼬마가 대답했다.

"장풍 찌그러졌어요!"
※가일의 장풍기 '소닉붐'을 얘기한 것.`;

export const humor3 = `어느날 최불암이 버스를 탔다. 목적지에 거의 다 왔는데 키가 너무 작아 도저히 벨을 누를 수 없었다.
벨 앞에 서서 한참을 고민하던 최불암은 조용히 운전사에게 다가가 말했다.

'삐이이이-'`;

export const humor4 = `오락실에서 테트리스를 하고 있던 최불암이 돌연 화를 내며 기계를 때려부수기 시작했다.
놀란 주인이 달려나가 이게 무슨 짓이냐고 묻자 최불암이 분을 삭히지 못해 씩씩대며 외쳤다.

최불암 - "작대기가 안 나오잖아!"`;

export const humor5 = `최불암이 손자랑 놀고 있었다.
손자: 굿모닝~
최불암: 그게 뭔 뜻이냐?
손자: 영어로 "안녕하세요"라는 거예요.
그걸 듣고 흐뭇해진 최불암 부엌으로 가서 김혜자한테 자랑하고 싶어졌다.
최불암: 굿모닝~
김혜자: (태연하게) 시래기국이유.
※ 굿모닝 = 국 뭐니?`;

export const humor6 = `최불암 참새와 최주봉 참새가 전기줄에 앉아 있었다. 마침 사냥나온 포수가 그 둘을 보았다.
포수는 그의 사냥기준대로 둘 중 못생긴 참새를 쏴서 잡기로 했다.
그래서 최불암 참새를 총으로 쐈다. 최불암 참새가 떨어지면서 하는 말,

"으윽 분하다, 좀 있으면 이주일 참새가 올 텐데...!!!"`;

export const humor7 = `빌딩에 불이 났다. 불이난 건물 안에는 아이를 안은 엄마가 갇혀 있었다.
지나가던 최불암이 이걸 보았다.
"아주머니 안심하고 아이를 던지세요. 저 축구 골키퍼입니다."
엄마는 안심하고 아이를 던진 뒤 까무러쳤는데.....

최불암이 아이를 "원바운드"로 받았기 때문이다.`;

export const humor8 = `길을 지나가던 최불암이 땅바닥에 있던 X을 발견했다. X을 손가락으로 찍어 맛을 본 최불암은 인상을 찌푸리며 말했다.
"이거 X이잖아!"

최불암은 다시 가던 길을 재촉하며 말했다.

"하마터면 밟을 뻔했네, 파하!"`;

export const humor9 = `산신령이 이창훈(맹구), 노사연, 최불암에게 소원을 들어주겠다고 하며, 자신이 되고싶은 것을 외치면 그것이 되게 해주겠다고 하였다.
이창훈이 용을 외쳤고, 이창훈은 용이 되었다.
노사연은 자동차를 외쳤고, 노사연은 자동차가 되었다.
최불암은 무엇이 될지를 장고하며 길을 걷다가 발 밑에 똥을 보더니 '똥이다!'라고 외쳤으며,
최불암은 똥이 되었다.`;

export const humor10 = `망망대해 한복판에서 표류하던 최불암이 무인도에 표착했다. 며칠 동안은 버틸 수 있었지만 더는 버티기 힘들어 산신령을 불렀다. 최불암이 산신령에게 "저를 원래 있던 곳으로 돌려보내 주세요"라고 하자 산신령은 알았다고 하고는 사라졌다. 그리고......

최불암은 도로 망망대해 한복판으로 돌아갔다.`;

export const humor11 = `최불암이 설문 조사에 이렇게 적었다.

가장 좋아하는 노래는? - 민해경의 '내 인생은 나의 것'
가장 싫어하는 노래는? - 윤시내의 '공부합시다'
가장 좋아하는 음악가는? - 불암스`;

export const humor12 = `하루는 최불암이 교회에 나갔고 2부행사로 성경퀴즈대회에 참여하였다.
성경 저자 맞추기 문제 차례가 왔고 마태복음의 저자 문제에서 최불암 옆에있던 사람이 마태복음의 저자는 마태다 라고 하여 정답을 맞췄다.
다음 문제로 민수기의 저자 문제가 나오자 최불암은 자신이 있다는 듯이 정답을 외쳤고 소리쳤다.
민수기는 민수가 썼습니다!!!재미있는 최불암 시리즈`;

export const humor13 = `최불암이 횡단보도를 건너기 위해 서 있었다.
빨간불이었는데 최불암이 갑자기 반대편으로 건너가다가 교통경찰에게 걸렸다.

교통경찰: 선생님, 빨간불인데 길을 건너시면 어떻게 합니까?
최불암: 아, 요즘엔 왠지 빨간색이 좋아져서...`;

export const humor14 = `최불암이랑 최진실이랑 극장에 갔다.
최불암이 팔짱껴도 되냐고 하자 최진실이 뺨을 때렸다.
잠시후 다시 최불암이 팔짱껴도 되냐고 하자 최진실이 또 뺨을 때렸다.
최불암이 다시 한 번 팔짱껴도 되냐고 하자 최진실은 뺨을 때린게 미안해서 된다고 했다.

최불암은 '어~ 춥다'라고 말하면서 혼자 팔짱을 꼈다.(...)`;

export const humor15 = `어느날 최불암이 길을 걷고있었다.
그런데 날아가던 참새가 최불암의 머리 위에 새똥을 쌌다.
이에 화가 난 최불암.
"야 넌 팬티도 안입냐!!"
참새 왈 "너는 팬티입고 X싸냐"`;

export const humor16 = `최불암이 어느 날 극장에 갔다.
근데 갑자기 컴컴한곳에서 이상야릇한 신음 소리가 들리는 거였다. 당황한 극장안내원이 그 곳으로 가 보았다. 그 범인은 바로 최불암이었다.

안내원: 나이도 지긋하신 분이 왜 이러시죠?
최불암: 너도 임마 2층에서 떨어져봐!!!!!!!!!`;

export const humor17 = `최불암이 버스를 탔는데 어떤 건장한 흑인이 최불암의 발을 밟았다. 흑인이 매우 미안해하며 정중하게 'I'm sorry' 하자 최불암이 쏘아보며

'니가 쏘리면 다냐?'`;

export const humor18 = `최불암 교수의 연구실로 예쁘고 늘씬한 여학생이 찾아왔다.
여학생은 아양을 부리며
'이번 시험 성적이 별로 좋지 않을 것 같은데 성적을 올릴 수 있는 방법이 있다면 뭐든지 하겠어요.' 라고 말하였다.
최불암은 한참을 묵묵히 있다가
'정말 뭐든지 할 수 있어요?'하고 물었다.
여학생이 통했다고 생각하며 그렇다고 하자 최불암 왈
"그럼 가서 공부하세요."`;

export const humor19 = `이제 막 서울로 상경한 촌놈 최불암이 길을 가던 중 깡패와 눈이 마주쳤다.
깡패는 당연히 시비를 건다.
"꼽냐?"
촌놈 최불암은 무슨 뜻인지 몰라 대충 '꼽다'고 대답한 뒤 무사하지 못했다.
다음날, 다시 길을 가던 중 다른 깡패와 또 눈이 마주쳤다.
"꼽냐?"
꼽다고 하면 맞으니까 부정형을 붙이기로 한 최불암.
"아니꼽다."`;

export const humor20 = `빵집에 가서 평소처럼 곰보빵을 달라고 하려던 최불암은 새로 일을 나온 종업원의 얼굴이 얽어 있는걸 보고는 상처를 주지 않기 위해 잠시 고민하다가 종업원에게 당당히 말했다.

"소보로 누나! 곰보빵 주세요!"`;

export const humor21 = `버스에 타게 된 최불암은 운좋게도 빈 자리를 이용하게 앉게 되었다. 그런데 뜻밖에도 할아버지 한 분이 최불암 앞으로 다가오려고 하자 최불암은 자리를 차지하기 위해 일부러 조는 척을 하며 눈을 감았다. 이 모습을 본 할아버지가 조는 척 하는 것을 아는 모양이었는지 화가나서 호통을 쳤다.
"네 이놈, 너는 집 안에 부모가 없더냐?"
"저 자취생인데요."`;

export const humor22 = `영어를 몰라서 능욕을 당한 최불암은 금동이를 세워서 영어를 배우게 되었다. 그리고 며칠 후 영어를 해석하는 날이다.
"자, 제가 영어로 읽으면 한국어로 해석하세요."
"May I help you?"
"너 5월에 나 좀 도와줄래?"
"Yes, I can."
"예, 나는 깡통입니다."
"I can understand."
"나는 물구나무서기를 할 수 있다."`;

export const humor23 = `선생: "나는 소년입니다"를 영어로 뭐라고 할까요?
최불암: "I'm a boy"라고 합니다.
선생: 그러면 "나는 불량소년입니다"는 뭐라고 하죠?
최불암: "(인상 쓰고 건들거리며)I'm a boy"`;

export const humor24 = `최불암이 과속으로 차를 몰다가 교통경찰에게 적발되었다. 교통경찰이 최불암을 노려보자 최불암도 경찰을 노려본다. 그러더니 경찰이 말을 하길,
"당신, 불만이야?"
그러자 최불암이 말하길,
"아니요, 전 불암인데요."`;

export const humor25 = `배고픈 최불암은 길을 가다가 호두과자 10개에 1000원이라는 문구를 보고 호두과자를 사먹었다. 그런데 호두과자 10개를 다 먹었는데도 호두는 커녕 땅콩 조각도 나오지 않았다. 그래서 10개를 더 사먹은 후 먹어봐도 호두가 없다는 것을 알게 된 최불암은 호두과자를 파는 장사꾼에게로 갔다.
"아저씨, 왜 호두과자에 호두가 하나도 없는 거에요? 20개나 먹었는데도 하나도 호두가 없잖아요."
"나참 여보쇼, 붕어빵에 붕어든거 봤소? 총각김치에 총각넣은 것 봤소? 수정과에 수정을 띄우는거 봤냐고요."`;

export const humor26 = `최불암의 부인 김혜자가 비타민C가 첨가되어있는 주스를 내왔는데, 최불암이 주스를 마시지 않고 김혜자에게 화를 내며 말하기를,
"씨(種)를 빼내줘야 마시지."`;

export const humor27 = `최불암은 천신만고 끝에 최진실과 고급 레스토랑에서 저녁식사를 하게 되었는데 레스토랑 메뉴판을 보니 아는 메뉴가 하나도 없었다. 최진실이 돈가스를 주문하자 최불암이 자신있게 주문하기를,
"전 부탄가스요."`;

export const humor28 = `교수: 빛이 빠른가, 소리가 더 빠른가?
최불암: 빛이 더 빠릅니다.
교수: 오~! 그 이유는 무엇인가?
최불암: 번개가 칠 때 번쩍한 다음에 꽝 천둥소리가 나거든요.
교수: 내가 그 동안 가르친 보람이 있군. 그걸 좀 더 자세히 설명해 보게.
최불암: 눈이 앞에 있고 귀는 뒤에 있어서 그렇습니다.`;

export const humor29 = `최불암이 선생이 된 어느 날 5교시 수업에 들어갔더니 교실에 도시락 반찬들이 널부러져 있었다.
최불암이 말하기를
"이 도시락 반찬 다 누구 꺼야?"
그러자 한 학생이
"김만 제껀데요."
그러자 최불암 왈,
"김만제나와!"`;

export const humor30 = `최불암이 전문 약사가 되어서 약국을 개설하였다.
어느 늦은 밤 선글라스에 모자를 눌러쓰고 바바리 코트 차림에 옷깃을 세운 어떤 남자가 조심스럽게 약국 안으로 들어왔다.
그리고 주위를 유심히 두리번거리며 낮은 목소리로 최불암에게 주문하기를,

남자: 저기...혹시...마...마약 있습니까...?
최불암: 말(馬)이 어떻게 아픈데요?`;
